Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: དུས་ སུ་ སེམས་ཅན་ འདུལ་ བྱེད་ ཅིང་ །_། འབེལ་བ འི་ གཏམ་ ཡང་ ཡོངས་སུ་ འདྲེན །_།
en: They tame beings and conduct discourses, In a timely manner.

source: བྱང་ཆུབ་ ཞུགས་པ འི་ མཁས་ རྣམས་ ནི །_། མཐུ་ དང་ ལྡན་ སེམས་ དེ་ལྟ་ བུས །_། |#| [194a] བྱང་ཆུབ་ དམ་པ་ འཚང་ རྒྱ་ ཞིང་ །_། དེ་ ན་ ནམ་ཡང་ ལྡོག་ མི་ འགྱུར །_།
en: $1568 “The wise who have set out for awakening With such powerful minds [194.a] Will awaken to sublime buddhahood, And remain ever inviolable in that state.

source: དེ་ལྟ་བས་ན་ དུས་ དུས་ སུ །_། ཡང་ དང་ ཡང་ དུ་ ཆོས་ བསྟེན་ བྱ །_།
en: $1569 “They should therefore rely on the Dharma, Repeatedly and in a timely manner.

source: དུས་ སུ་ བྱང་ཆུབ་ འཚང་ རྒྱ་ ཞིང་ །_། དུས་ སུ་ འཁོར་ལོ འང་ བསྐོར་བ ར་ འགྱུར །_།
en: They will then awaken to buddhahood, in a timely manner, And turn the wheel, too, in a timely manner.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ ཆོས་ བཞི་ དང་ ལྡན་ ན །_ |#| བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ལས་ ཉམས་པ ར་ མི་ འགྱུར་ ཞིང་ །_ ཡོངས་སུ་ ཉམས་པ ར་ མི་ འགྱུར་ ལ །_
en: $1570 “Śāradvatī­putra, if bodhisattvas possess four qualities, they will not regress or relapse from unexcelled and perfect awakening.

source: ཚེ་ རྗེས་ ནས་ ཀྱང་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་སྲིད་ བྱེད་ ཅིང་ །_ ཇི་ལྟ ར་ སྨོན་པ ས་ ཀྱང་ དགེ་བ འི་ རྩ་བ་ ཐམས་ཅད་ རྗེས་སུ་ འཇུག་པ ར་ བྱེད་པ་ ཡིན །_ |#| སྟོབས་ ཆེ་བ་ དང་ ལུས་ ཆེ་བ་ ཡིན །_ |#| སྲེད་ མེད་ ཀྱི་ བུ་ ལྟར་ མཁྲེགས་པ འི་ ལུས་ དང་ ལྡན་པ་ ཡིན །_
en: These qualities will ensure that even after departing from this life bodhisattvas exercise the dominion of a universal monarch, pursue all the roots of virtue exactly according to their aspirations, become more powerful and physically larger, and acquire a body that is as firm as that of Nārāyaṇa.

source: དེ་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་སྲིད་ ཐོབ་ ནས་ ཀྱང་ མྱུར་ དུ་ གླིང་བཞི་ སྤངས་ ནས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ འབྱུང་བ་ ཡིན །_
en: They will ensure that even after acquiring the dominion of a universal monarch, bodhisattvas will swiftly abandon the four continents and go forth from home to homelessness.

source: རབ་ཏུ་ བྱུང་ ནས་ ཀྱང་ དེ་ ཚངས་པ འི་ གནས་པ་ བཞི་ ཐོབ་པ་ དང་ །_ སྐྱོན་མེད་པ་ ཐོབ་པ་ དང་ །_ རྩེ་བ་ མེད་པ་ ཐོབ་ པ་ དང་ །_ ཚེགས་ མེད་པ་ ཐོབ་པ་ ཡིན །_
en: They will ensure that having gone forth, bodhisattvas will acquire the four abodes of Brahmā, faultlessness, freedom from frivolity, and ease.

source: དེ་ནས་ ཤི་འཕོས་ ནས་ ཀྱང་ ཚངས་པ འི་ འཇིག་རྟེན་ དུ་ སྐལ་བ་ མཉམ་པ ར་ སྐྱེ་བ ར་ འགྱུར་བ་ ཡིན །_ |#| སྐྱེས་ ནས་ ཀྱང་ ཚངས་པ འི་ དབང་པོ་ ཉིད་ འཐོབ་པ་ ཡིན་ ཏེ །_
en: They will ensure that after bodhisattvas die, they will be born into the world of Brahmā with a fortune equal to his, and after birth, that they acquire the very power of Brahmā.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ དེ་བཞིན་ གཤེགས་པ འི་ མཆོད་རྟེན་ ཞིག་པ་ མཐོང་ ནས་ |#| བཅོས་པ འི་ ཕྱིར་ སྤྲོ་བ ར་ བྱེད་ ཅིང་ ཐ་ན་ འཇིམ་པ འི་ གོང་བུ་ གཅིག་ ཙམ་ ཡང་ རྩིག་པ ར་ བྱེད་པ་ ཡིན །_
en: Śāradvatī­putra, bodhisattvas, upon seeing a thus-gone one’s stūpa dilapidated, take delight in restoring it, to the point of piling up as little as a single lump of clay.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ མ་ བརྩིགས་པ འི་ ས་ཕྱོགས་ ལམ་པོ་ཆེ འི་ བཞི་མདོ་ སྐྱེ་བོ་ མང་པོ་ འདུ་བ འི་ ས ར་ མཆོད་རྟེན་ དང་ ཁང་པ་ བརྩེགས་པ འམ །_ རྡོ་བ འི་ ཀ་བ་ དང་ །_ དེ་བཞིན་ གཤེགས་པ འི་ སྐུ འམ །_ དེ་བཞིན་ གཤེགས་པ འི་ ཡོན་ཏན་ རྗེས་སུ་ དྲན་པ་ གང་ཡང་ རུང་བ་ བྱེད་ དེ
en: Second, Śāradvatī­putra, at places where nothing is built, crossroads of wide streets where many people convene, they make stūpas, storied buildings, stone pillars, statues of thus-gone ones, or any other memorial to the thus-gone ones’ qualities,

source: འདི་ལྟ་སྟེ །_ དཔེར་ན་ ཆོས་ ཀྱི་ འཁོར་ལོ་ བསྐོར་བ འམ །_ མངོན་པར་ འབྱུང་བ འམ །_ བྱང་ཆུབ་ ཀྱི་ ཤིང་ དྲུང་ དུ་ བདུད་ འཇོམས་པ འམ །_ དེ་བཞིན་ གཤེགས་པ འི་ ཆོ་འཕྲུལ་ ཆེན་པོ་ འམ །_ དེ་བཞིན་ གཤེགས་པ འི་ ཡོངས་སུ་ མྱ་ངན་ ལས་ འདས་པ་ ཆེན་པོ་ ཡང་དག་ པར་ བསྟན་པ འམ །_ ལྷ་ ལས་ བབས་པ འམ །_ ལྷ་ཡུལ་ དུ་ མངོན་པར་ འཛེག་པ ར་ བྱེད་པ འི་ དེ་བཞིན་ གཤེགས་པ འི་ མཆོད་རྟེན་ རྩིག་པ ར་ བྱེད་པ་ ཡིན །_
en: such as, for instance, building stūpas of a thus-gone one for when he turned the wheel of Dharma, went forth, destroyed Māra at the trunk of the Bodhi tree, showed the great miracles of a thus-gone one, showed the great passing of a thus-gone one, descended from the gods, or ascended to the god realm.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ [194b] སེམས་དཔའ་ ཆེན་པོ་ དེ་བཞིན་ གཤེགས་པ འི་ ཉན་ཐོས་ ཀྱི་ དགེ་འདུན་ བྱེ་ ཞིང་ འཐབ་པ་ དང་ །_ རྩོད་པ་ འབྱུང་བ་ མཐོང་ ནས་ |#| མི་ དབྱེ་བ་ དང་ །_ འཐུན་ པར་ བསྡུམ་པ འི་ ཕྱིར་ བརྩོན་པ་ ཡིན །_
en: Third, Śāradvatī­putra, [194.b] when they witness schisms in the saṅgha of hearers, where fights and arguments have erupted, |#| bodhisattvas make efforts to bring all back together and restore harmony.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དེ་ བཞིན་ གཤེགས་པ འི་ བསྟན་པ་ རབ་ཏུ་ འཇིག་ ཅིང་ །_ ཆོས་ རབ་ཏུ་ རྣམ་པར་ འཇིག་པ ར་ འགྱུར་བ་ ན་ ཐ་ན་ ཚིགས་ སུ་ བཅད་པ་ གཅིག་ བསྲུང་བ་ དང་ མི་ ཉམས་པ ར་ བྱ་བ འི་ ཕྱིར་ བརྩོན་པ་ ཡིན །_
en: Fourth, Śāradvatī­putra, when the teaching of the thus-gone ones is disappearing and deteriorating, bodhisattva great beings make efforts to guard and prevent from decline even as little as a single verse.

source: ཆོས་ སམ་ ཆོས་ སྨྲ་བ་ ཡོངས་སུ་ འཛིན་པ ར་ བྱེད་ ཅིང་ ལུས་ དང་ སྲོག་ གཏོང་བ ར་ བྱེད་ ཀྱི་ ཆོས་ གཏོང་ བ ར་ མི་ བྱེད་པ་ ཡིན་ ཏེ །_
en: Upholding the Dharma, or supporting those who preach the Dharma, they disregard life and limb, but they do not abandon the Dharma.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱང་ཆུབ་ སེམས་དཔའ་ ཐེག་པ་ ཆེན་པོ་ ལ་ ཡང་དག་ པར་ ཞུགས་པ་ ཆོས་ བཞི་པོ་ དེ་དག་ དང་ ལྡན་ ན་
en: Śāradvatī­putra, if bodhisattvas who have perfectly embarked on the Great Vehicle possess those four qualities

source: ཡོན་ཏན་ གྱི་ བྱེ་བྲག་ སྔར་ བསྟན་པ་ དེ་དག་ རྗེས་སུ་ འཐོབ་བོ །_།
en: they will attain the specific qualities taught previously.”

source: སངས་རྒྱས་ མཆོད་རྟེན་ མཐོང་ ནས་ སུ །_།
en: “Seeing buddhas’ stūpas,

source: ཞིག་པ་ ཕྱིར་ ནི་ བཅོས་པ ར་ བྱ །_།
en: They should restore those that have deteriorated.

source: དེ་ཕྱིར་ སྟོབས་ ནི་ ཆེ་བ་ དང་ །_། ལུས་ ཆེ་བ་ དང་ མི་ འཇིགས་ འགྱུར །_།
en: They will thus become more powerful, Physically larger, and fearless.

source: གང་ དུ་ དད་པ་ སྐྱེ་ འགྱུར་བ འི །_། ལམ་ ཆེན་ བཞི་མདོ་ ཕྱོགས་ སུ་ ནི །_། རིང་བསྲེལ་ གྱི་ ནི་ སྐུ་ བྱེད་ ཅིང་ །_། སངས་ རྒྱས་ ཡོན་ཏན་ རྣམས་ སྟོན་པ །_། བསོད་ནམས་ མང་པོ་ སྐྱེད་པ ར་ བྱེད །_།
en: $1573 “At the location of a crossroads of wide streets Where faith may dawn, They should make statues with relics, And thus demonstrate the qualities of a buddha. |#| $1574 “This causes much merit to be generated.

source: གང་ཞིག་ ལམ་ གྱི་ བཞི་མདོ ར་ ནི །_། འཇིག་རྟེན་ མཆོད་པ འི་ མཆོད་རྟེན་ བྱེད །_། |#| དེ་ ཡི་ གྲགས་པ་ འཕེལ་བ ར་ འགྱུར །_།
en: Whoever builds stūpas of the world-honored ones At crossroads, Their fame will spread.

source: ཕན་ཚུན་ དུ་ ནི་ རྩོད་པ་ ཡི །_། ཉན་ཐོས་ བྱེ་བ་ རྣམས་ མཐོང་ ནས །_།
en: $1575 “Upon seeing schisms between hearers, In which they are arguing back and forth,

source: གཅིག་ ལ་ གཅིག་ ནི་ བཟོད་གསོལ་ ཏེ །_། |#| དེ་དག་ རྣམས་ ནི་ འཐུན་ བྱེད་པ །_།
en: Bodhisattvas will ask them to forgive one another, And create harmony among them.

source: དགེ་བ འི་ རྩ་བ་ དེ་ ཡིས་ སུ །_། མི་ འཇིགས་ དཔའ་བོ ར་ འགྱུར་བ་ ཡིན །_།
en: $1576 “Through those roots of virtue They will become fearless heroes.

source: སྲེད་ མེད་ བུ་ ལྟར་ མཁྲེགས་པ་ ཡི །_། ལུས་ ནི་ མངོན་པར་ འགྲུབ་པ་ ཡིན །_།
en: Their bodies will form As hard as Nārāyaṇa’s.

source: བསྟན་པ་ རབ་ཏུ་ རྣམ་ འཇིག་པ འི །_། ཆོས་ ལ་ མི་ བདེ་ ཉེར་གནས་ ཚེ །_། གུས་པ ར་ བྱས་ ཏེ་ |#| ཆོས་སྲུང་ ཞིང་ །_། ལུས་ དང་ སྲོག་ དག་ བོར་ གྱུར་པ །_།
en: $1577 “When people do not easily adhere to the Dharma, When the teaching is deteriorating, They will respectfully guard the Dharma, And disregard life and limb.

source: དེ་བཞིན་ ཆོས་ ནི་ འཛིན་བྱེད་པ །_། དེ་དག་ སྲུང་བ ར་ བྱེད་པ་ དག _། |#| ལྷ་ རྣམས་ ཀྱིས་ ནི་ བསྲུང་བ ར་ འགྱུར །_། |#| སངས་རྒྱས་ རྣམས་ ཀྱིས་ བྱིན་ གྱིས་ བརླབས །_།
en: $1578 “Likewise will they guard those Who uphold the Dharma. |#| They will be protected by gods And blessed by buddhas.

source: ཆོས་ ནི་ ཀུན་ ཏུ་ བསྲུང་ བྱས་པ ས །_། དེ་དག་ [195a] འཁོར་ལོ ས་ སྒྱུར་བ ར་ འགྱུར །_།
en: $1579 “By guarding the Dharma, [195.a] They will become universal monarchs.

source: གླིང་བཞི་པོ་ དག་ རྣམ་ བསྐོར་ ཅིང་ །_།
en: Encircling the four continents

source: ཆོས་ ཀྱིས་ ཀྱང་ ནི་ རྒྱལ་སྲིད་ བྱེད །_།
en: They will also rule according to the Dharma.

source: བསྐོར་ ཅིང་ རབ་ཏུ་ བསྟན་པ ས་ ན །_།
en: $1580 “Because the wheel is turned and they are taught,

source: བག་མེད་ པར་ ནི་ འགྱུར་ མ་ ཡིན །_།
en: They will not be heedless.

source: བག་ ཡོད་པར་ ནི་ རྟག་པ ར་ འགྱུར །_།
en: They will always be conscientious.

source: རྒྱལ་སྲིད་ བོར་ ནས་ རབ་ཏུ་ འབྱུང་ །_།
en: They will discard the kingdom and go forth.

source: དྲང་ སྲོང་ རྒྱལ་པོ་ རྫུ་འཕྲུལ་ ཅན །_། བསམ་གཏན་ བཞི་པོ་ སྒོམ་པ ར་ བྱེད །_།
en: $1581 “As sage-kings with supernatural powers, They will cultivate the four concentrations.

source: ཚངས་པ འི་ གནས་པ་ རྣམས་ བསྒོམས་ ནས །_།
en: Having cultivated the abodes of Brahmā,

source: རྟག་པ ར་ ཡོན་ཏན་ གནས་པ་ ཡིན །_།
en: They will always embody qualities.

source: ཤི་འཕོས་ ཚངས་པ འི་ འཇིག་རྟེན་ དུའང་ །_། དེ་ ནི་ སྐྱེ་བ་ སྒྲུབ་པ ར་ བྱེད །_།
en: $1582 “After death they will also attain birth In the world of Brahmā.

source: དེར་ ཡང་ ཆེན་པོ ར་ འགྱུར་བ་ ཡིན །_།
en: Becoming great there too,

source: དེ་ ནི་ ཚངས་ པ འི་ དབང་ཕྱུག་ ཡིན །_།
en: They will be masters of Brahmā.

source: ཆོས་ ཀྱི་ མཆོག་ ནི་ བཞི་པོ་ དག _། |#| འཇིག་རྟེན་ གྱི་ ནི་ མགོན་པོས་ བསྔགས །_།
en: $1583 “These four are the supreme among the qualities, Praised by the savior of the world.

source: བྱང་ཆུབ་ སྤྱད་པ་ སྤྱོད་པ་ ན །_། |#| སྔོན་ཆད་ ངས་ ཀྱང་ བསྟེན་པ་ ཡིན །_།
en: I too relied on them before, While I was practicing the conduct of awakening.

source: ཆོས་ གང་ ལ་ ནི་ ངས་ བསླབས་ ཤིང་ །_། ཇི་ལྟ ར་ སྔོན་ཆད་ སྤྱད་པ་ བཞིན །_། དེ་ ལ་ ཕ་རོལ་ ཕྱིན་ གྱུར་ ནས །_། |#| བླ་མེད་ བྱང་ཆུབ་ སངས་རྒྱས་ ཡིན །_།
en: $1584 “Just as it was practiced before, I perfected that Dharma In which I trained, And awakened to unexcelled buddhahood.

source: ཇི་ལྟ ར་ སྔོན་ཆད་ ངས་ བསྟེན་པ འི །_། ཆོས་ དེ་དག་ ལ་ གང་ བསྟེན་པ །_། ཐམས་ཅད་ དུ་ ནི་ ཆེན་པོ ར་ འགྱུར །_། |#| བསྙེན་ དཀའ་ རིགས་པ་ ཅན་ དུ་ འགྱུར །_།
en: $1585 “Whoever relies on those qualities As I relied upon them before, Will be great everywhere And belong to an incomparable caste.

source: མི་ ཡི་ བདག་པོ ར་ འགྱུར་བ་ ཡིན །_།
en: $1586 “They will become kings.

source: སུམ་ཅུ་རྩ་གསུམ་ དབང་ཕྱུག་ འགྱུར །_།
en: They will become lords over the Heaven of the Thirty-Three.

source: འདོད་པ འི་ ཁམས་ ནི་ ཐམས་ཅད་ དུའང་ །_། དབང་ཕྱུག་ དམ་པར་ འགྱུར་བ་ ཡིན །_།
en: They will become sublime lords, Over even the desire realm in its entirety.

source: གཟུགས་ ཀྱི་ ཁམས་ སུ་ སོང་ ནས་ ཀྱང་ །_།
en: $1587 “Having traveled to the form realm,

source: དེར་ ནི་ དབང་ཕྱུག་ འགྱུར་བ་ ཡིན །_།
en: They will become lords there.

source: ཐམས་ཅད་ དུ་ ཡང་ མཆོག་ ཏུ་ འགྱུར །_།
en: They will become supreme in all places.

source: ཡོན་ཏན་ དག་ ལ་ སུ་ མི་ སློབ །_།
en: Who would not train in their qualities?

source: ཚུལ་ཁྲིམས་ སྤྱོད་པ་ ཕུན་སུམ་ ཚོགས །_།
en: $1588 “Their practice of discipline will be perfect.

source: ངོ་ཚ་ ལྡན་ ཞིང་ ཁྲེལ་ཡོད་ འཕགས །_།
en: They will be exalted in modesty and propriety.

source: དེ་ ཡི་ མངོན་ འབྱུང་ ཕུན་སུམ་ ཚོགས །_།
en: Their renunciation will be perfect.

source: ཀུན་ ཏུ་ ཕུན་སུམ་ ཚོགས་པ་ འཐོབ །_།
en: They will always attain excellence.

source: བརྩོན་འགྲུས་ ཀྱིས་ ནི་ ཕུན་ཚོགས་ འགྱུར །_།
en: $1589 “They will be excellent in diligence.

source: བཟོད་པ་ ཏིང་འཛིན་ ཕུན་སུམ་ ཚོགས །_།
en: Their forbearance and absorption will be excellent.

source: དེ་ ཡི་ ཤེས་རབ་ བླ་ ན་ མེད །_།
en: Their insight will be unexcelled—

source: ཆོས་ རྣམས་ ཀུན་ ལ་ མཁས་པ་ ཡིན །_།
en: They will be adept in the entire Dharma.

source: ནམ་ཞིག་ རྟག་པ ར་ དོན་ བསམ་པ །_། བྱེ་བ་ ཕྲག་ ནི་ སྟོང་པོ་ དག _། |#| དེར་ ནི་ ཐམས་ཅད་ རབ་ཏུ་ ཤེས །_།
en: $1590 “They will know full well All the quadrillion wishes That are perpetually made, whenever they are made.

source: དོན་ བསམ་པ་ ལ་ མཁས་པ་ ཡིན །_།
en: Thus, they will be adept in wishes.

source: སྐད་ཅིག་ གཅིག་ གིས་ སྒྲུབ་པ་ དེ འི །_། ཚིག་ རབ་ དབྱེ་བ་ ཤེས་པ ར་ འགྱུར །_།
en: $1591 “They will know the topics of words As they are formed, instantaneously.

source: གང་དག་ ཆེན་པོ ར་ འགྱུར་བ་ ཡི །_། མང་ཐོས་ རྣམས་ ཀྱི་ སློབ་དཔོན་ ཆེ །_།
en: They will be the great teachers of the highly learned, Who will themselves become great.

source: ཇི་ལྟ ར་ མཛངས་པ་ ཤེས་རབ་ དང་ །_། [195b] སྤོབས་པ་ ཡིས་ ནི་ འཕགས་པ་ བཞིན །_། རྟག་པ ར་ བྱང་ཆུབ་ ཕྱིར་ ངེས་ ཤིང་ །_། ཕྱི་རོལ་ ཤེས་པ་ འདོར་བ ར་ འགྱུར །_།
en: $1592 “Just as the wise are exalted [195.b] In insight and eloquence, So too will they always be resolute on awakening And discard the knowledge of non-Buddhists.

source: རྟག་པ ར་ དེ་ ཡི་ ལྟ་བ་ དྲང་ །_།
en: $1593 “Their view will always be true.

source: ཡང་དག་ ལྟ་བ་ ཤིན་ཏུ་ སྒོམ །_།
en: They will intensively cultivate the correct view.

source: རྫོགས་ སངས་རྒྱས་ ཀྱང་ མཉེས་པ ར་ བྱེད །_། |#| རྟག་ ཏུ་ མི་ ཁོམ་ སྤོང་བ ར་ འགྱུར །_།
en: They will please the perfect buddhas And continually abandon unfavorable states.

source: ཨ་ལ་ ཐེག་པ་ ཐེག་ཆེན་པོ །_། སངས་རྒྱས་ དག་ ནི་ ཀུན་ གྱིས་ བསྔགས །_།
en: $1594 “O what vehicle, the Great Vehicle! |#| It is praised by the buddhas.

source: དེ་ ལ་ དམན་པ འི་ ཆོས་ རྣམས་ ནི །_། གང་ཡང་ བསྒྲགས་པ ར་ བྱེད་པ་ མེད །_།
en: There is no one at all Who proclaims it to have negative qualities.

source: དེ་ ལ་ ལོང་བ་ བསྒྲགས་པ་ མེད །_།
en: $1595 “The blind have not proclaimed this,

source: འོན་པ་ དག་ ཀྱང་ བསྒྲགས་པ་ མེད །_།
en: Nor have the deaf proclaimed it.

source: ཞར་ དང་ ལག་རྡུམ་ འཕྱེ་བོ་ དང་ །_། མདོག་ མི་ སྡུག་ དག་ བསྒྲགས་པ་ མེད །_།
en: Neither have the one-eyed, those with deformed hands and legs, Nor the hideous proclaimed it.

source: དབུལ་པོ་ དག་ ནི་ བསྒྲགས་ མི་ བྱ །_།
en: $1596 “The poor will not proclaim it—

source: དམན་པ འི་ ཡོན་ཏན་ བསྒྲགས་པ་ མེད །_།
en: Those of lesser qualities have not proclaimed it.

source: གང་ གིས་ སྡིག་ཅན་ འགྲོ་ འགྱུར་བ འི །_། སྡིག་པ འི་ ཆོས་ཅན་ བསྒྲགས་ མི་ བྱ །_།
en: Those with wicked qualities, Which cause them to be wicked, will not proclaim it.

source: འདི་ ལ་ ཡེ་ཤེས་ དེ་ འདྲ་ དང་ །_། བསྔགས་པ་ དེ་ འདྲ་ ཐོས་ ནས་ སུ །_།
en: $1597 “Upon hearing about such wisdom And hearing such praise,

source: སྤྱོད་ཡུལ་ གང་ མིན་ མ་གཏོགས་ པར །_། ཡེ་ཤེས་ དེ་ འདྲ་ སུ་ མི་ ཚོལ །_།
en: Who but those without access to it Would not pursue such a wisdom?

source: དེ་ཕྱིར་ ཡེ་ཤེས་ གང་ ཚོལ་བ །_། སངས་རྒྱས་ ཡེ་ཤེས་ རྨོངས་པ ས་ ཚོལ །_།
en: $1598 “Therefore, those who pursue wisdom Pursue the wisdom that is awakening out of delusion.

source: ཡེ་ཤེས་ དེ་ ལ་ བསླབས་པ ས་ ན །_།
en: By training in that wisdom,

source: ཆོས་ རྣམས་ ཀྱི་ ནི་ ཕ་རོལ་ འགྲོ །_།
en: They will go beyond all phenomena.

source: ང་ ཡིས་ རིགས་ རྣམས་ བཞག་ མ་ ཡིན །_།
en: $1599 “I did not establish castes.

source: སྐྱེ་བ འང་ གླེངས་པ་ མ་ ཡིན་ ཞིང་ །_། དེ་ ཡི་ ཁ་དོག་ ཕྱེ་བ འང་ མིན །_།
en: Nor did I discuss birth either, Or distinguish between their colors.

source: གཟུགས་ ཀྱི་ སྐུ་ ལ་ དམན་པ་ མེད །_།
en: There is nothing inferior about my form body.

source: ང་ ནི་ ལེ་ལོ་ ཅན་ མ་ ཡིན །_། |#| བརྩོན་འགྲུས་ ཀྱིས་ ནི་ རྟག་ ཏུ་ འཕགས །_།
en: $1600 “I am not lazy, But ever exalted in diligence.

source: རྟག་ ཏུའང་ ཚུལ་ཁྲིམས་ ཕུན་སུམ་ ཚོགས །_།
en: My discipline is always excellent.

source: ཤེས་རབ་ ལྡན་ ཞིང་ རབ་ མཉམ་བཞག _།
en: I have insight and settle well in equipoise.

source: འདི་ལྟར་ ང་ ཡིས་ སྔོན་ཆད་ ཆོས །_། མཆོག་ དང་ ཕུལ་ དག་ བསྟེན་པ་ ཡིན །_།
en: $1601 “In this way I have previously relied upon Qualities that are supreme and exalted.

source: དེ་ ཡི་ འབྲས་བུ འང་ ལོངས་སྤྱོད་ ཀྱིས །_། རྣམ་པར་ སྨིན་པ་ ཇི་ འདྲ་ ལྟོས །_།
en: Just look at how they have ripened Through their fruits, or enjoyments.

source: འཇིག་རྟེན་ ཁམས་ ནི་ སྟོང་ དག་ དང་ །_། བྱེ་བ་ ཁྲག་ཁྲིག་ དག་ དང་ ནི །_། དེ་བ ས་ ལྷག་པ འི་ ཞིང་ རྣམས་ སུ །_། དེ་ ལ་ ང་ ཡི་ ཡེ་ཤེས་ འཇུག _།
en: $1602 “My wisdom partakes Of the thousands upon billions Of world systems, And realms more numerous still.

source: སེམས་ཅན་ གང་དག་ དེར་ སྐྱེས་པ །_། དེ་དག་ གི་ ནི་ སེམས་ ཀྱང་ ཤེས །_། |#| དེ་དག་ རྣམས་ ཀྱི་ སྤྱོད་པ འང་ ཤེས །_། |#| བསམ་པ་ ཡང་ ནི་ རྣམ་པར་ ཤེས །_།
en: $1603 “It knows the thoughts Of all beings born there, As well as their conduct, And their wishes.

source: མི་ སྙན་ སྨྲ་བ་ གང་ འབྱུང་བ །_། དེ་དག་ གི་ ནི་ དེ་ཡང་ ཤེས །_།
en: $1604 “It knows whatever unpleasant talk Erupts among them.

source: ཆད་པ ས་ གཅད་པ འང་ ཤེས་པ་ ཡིན །_། |#| རབ་ཏུ་ བཟུང་བ འང་ དེ་བཞིན་ ནོ །_།
en: It knows also their punishments, And likewise, their arrests.

source: སངས་རྒྱས་ སྤྱན་ གྱིས་ ངས་ དེ་དག _། ཐམས་ཅད་ ལ་ ནི་ རྣམ་ བལྟས་ ཏེ །_།
en: $1605 “Viewing all those things With my awakened eye, [196.a]

source: སེམས་ [196a] ཅན་ ཡོངས་སུ་ སྨིན་ ཤེས་ ནས །_། |#| སྲིད་པ འི་ བཅིངས་ ལས་ དགྲོལ་བ ར་ བྱ །_།
en: I have understood how to ripen beings And will thus liberate them from the bonds of existence.

source: དུས་ སུ་ སོང་ ནས་ བསྐུལ་བ ར་ བྱ །_།
en: $1606 “Having come at the right time, I will encourage them.

source: དུས་ སུ་ ཡང་ ནི་ གདམས་པ ར་ བྱ །_།
en: I will instruct them at the right time.

source: གང་ གིས་ དེ་དག་ སྐྱེ་ འགྱུར་བ འི །_། ཆོ་འཕྲུལ་ རྣམས་ ནི་ བསྟན་པ ར་ བྱ །_།
en: I will demonstrate the miraculous feats Through which they will be born.

source: གང་དག་ གཟུགས་ ལ་ ཆགས་ འགྱུར་ དང་ །_། ལོངས་སྤྱོད་ ལ་ ཡང་ གནས་འགྱུ ར་བ །_། དེ་དག་ ལ་ ནི་ ཉེས་དམིགས་ བསྟན །_།
en: $1607 “To those who are attached to form, And to those who dwell on enjoyments, I will teach those as faulty, And

source: དེ་ཕྱིར་ དེ་ ནི་ མྱ་ངན་ འདའ །_།
en: they will thus pass beyond suffering.

source: སྲིད་པ འི་ འདོད་ཆགས་ བཅིང་བ ས་ བཅིངས །_། |#| ལྟ་བ་ ལ་ ནི་ གནས་འགྱུ ར་བ །_། དེ་དག་ རྣམས་ ལ་ཉེ ས་ དམིགས་ བས་ བསྟན །_།
en: $1608 “To those bound by the fetters of attachment to existence, Who adhere to views, I will teach them as faulty, And

source: སྲིད་ ལྟ་ དེ་ འདྲ་ གང་ དུ་ འབྱུང་ །_། |#| གང་ ལ་ དེ་དག་ གནས་འགྱུ ར་ དང་ །_། དེ་དག་ གིས་ ནི་ གང་ མཆོག་ བཀུར །_། |#| དེ་ འདྲ འི་ ལུས་ སུ་ བསྒྱུར་ ནས་ སུ །_། དྲང་པོ འི་ ལམ་ ནི་ བསྟན་པ ར་ བྱ །_།
en: $1609 “Wherever such beliefs in existence will arise, Wherever those beings will dwell, And whatever they honor as supreme, I will transform into such bodies, And teach the true path.

source: དེ་དག་ གིས་ ཀྱང་ ཆོས་ཤེས་ ནས །_། |#| གང་ འདིར་ ངེས་པ ར་ བདག་ཅག་ གིས །_། བྱང་ཆུབ་ དམ་པ་ འཚང་ རྒྱ་ ཞེས །_། དེ་ ཚེ་ ང་ ལ་ ཕྱག་ འཚལ་ ལོ །_།
en: $1610 “Having understood the Dharma, They will say, ‘We will awaken to sublime awakening, Which we are now resolute upon,’ And then pay homage to me.

source: དེ་དག་ གི་ ནི་ རྩ་ རྟོགས་ ནས །_།
en: $1611 “Having realized their root,

source: དེ་དག་ ལ་ ནི་ ཆོས་ ཀྱང་ བསྟན །_།
en: I will also teach them the Dharma.

source: སྡུག་བསྔལ་ ཀུན་ ལས་ ཕྱུང་བ་ ཡིན །_།
en: I will deliver them from all suffering;

source: ང་ ནི་ རྒྱལ་བ་ ཟུག་རྔུ་ འབྱིན །_།
en: I am the Victorious One who uproots pain.

source: མྱ་ངན་ འདས་ ཞི་ ཐོབ་ བྱ འི་ ཕྱིར །_། དེ་དག་ ལ་ ནི་ ངས་ ཆོས་ བསྟན །_།
en: $1612 “I will teach them the Dharma So that they attain the peace of nirvāṇa.

source: དེ་དག་ ང་ ལས་ ཆོས་ ཐོས་ ནས །_།
en: Having heard the Dharma from me,

source: མྱ་ངན་ འདས་ པ་ རྗེས་སུ་ འཐོབ །_།
en: They will attain nirvāṇa.

source: ང་ ཡི་ ཤེས་པ་ དེ་ལྟ ར་ ལ །_། ཆོས་ རྣམས་ ཀུན་ ལ་ འཇུག་པ་ ལྟར །_། འདས་པ འི་ དུས་ དང་ གང་དག་ ཡང་ །_། མ་འོངས་ ཆོས་ རྣམས་ དེ་བཞིན་ ནོ །_།
en: $1613 “In the case of such knowledge as mine, It partakes of all phenomena present, And likewise all phenomena In past times, and those in the future, too.

source: ང་ ཡི་ ལུས་ ནི་ མཆོག་ ཏུ་ འཕགས །_།
en: $1614 “My body is supremely exalted—

source: དེ་ ཡི་ ཚད་ ནི་ དམིགས་ མ་ ཡིན །_།
en: Its measure is unperceived.

source: རྒྱལ་བ འི་ སྤྱི་གཙུག་ བལྟ་བ ར་ ནི །_། རྫུ་འཕྲུལ་ ཅན་ གྱིས་ ནུས་ མ་ ཡིན །_།
en: Even those with supernatural powers Cannot see a victorious one’s crown protuberance.

source: སངས་རྒྱས་ ལག་པ་ མཐའ་ ཡ ས་ ཏེ །_།
en: $1615 “A buddha’s hands are infinite—

source: ང་ ཡི་ ལག་པ་ དཔག་ ཏུ་ མེད །_།
en: My hands are immeasurable.

source: ཇི་ལྟ ར་ གང་ གཱའི་ བྱེ་ སྙེད་ ཀྱི །_། འཇིག་རྟེན་ ཁམས་ དག་ ཁྱབ་པ་ ཡིན །_།
en: They cover as many world systems As there are sands in the river Ganges.

source: ཁ་དོག་ བཅས་པ་ ཅི་འདྲ་ བས །_། སངས་རྒྱས་ སྐུ་ ནི་ འབྱུང་འགྱུར་ ཞེས །_། སངས་རྒྱས་ སྐུ་ ཡི་ ཁ་དོག་ དང་ །_། དབྱིབས་ ནི་ ཤེས་པ ར་ ནུས་ མ་ ཡིན །_།
en: $1616 “Those who wonder about my color and form, When hearing that a buddha body will appear, Cannot know the color and shape Of a buddha’s body.

source: ཁ་དོག་ དབྱིབས་ ནི་ ཅི་འདྲ་ ཞེས །_། ང་ ཡི་ ཐད་ ལྷགས་ གང་དག་ ལྟ །_། ཁ་དོག་ སྣ་ཚོགས་ ལྟ་ བྱེད་ ཀྱང་ །_། མཚན་མ་ ཤེས་པ་ མ་ ཡིན་ ནོ །_།
en: $1617 “Whoever, wondering about my color and shape, Approaches me and looks, Will be made to see a variety of colors, But will not understand the features.

source: སངས་རྒྱས་ ཀྱི་ ནི་ སྐུ་ མཐོང་ ནས །_།
en: $1618 “Upon seeing the body of a buddha,

source: ཀུན་ བརྗོད་པ་ ཡི་ ཆོ་འཕྲུལ་ གྱིས །_། སེམས་ཅན་ དེ་དག་ རབ་དགའ་ ཞིང་ །_། ང་ ཡི་ [196b] ལུས་ ལ འང་ སྟོད་པ ར་ བྱེད །_།
en: Through his supernatural power of mind-reading, Those beings will be enraptured [196.b] And praise my body.

source: སེམས་ཅན་ དག་ ནི་ ཐམས་ཅད་ ཀྱིས །_། སངས་རྒྱས་ སྐུ་ ནི་ བལྟ་ མི་ ནུས །_།
en: $1619 “No one can fully see The body of a buddha.

source: ལྷ་ ཡི་ མིག་ཅན་ གང་ ལ་ ཡང་ །_། སྣང་བར་ འགྱུར་བ་ མ་ ཡིན་ ནོ །_།
en: It will not appear at all To those with the eyes of gods.

source: འདི་ལྟར་ སངས་རྒྱས་ བྱིན་ བརླབས་ དེ །_།
en: $1620 “Such is the blessing of the buddhas—

source: ཁྱེད་ཅག་ གིས་ ནི་ འདིར་ ལྟོས་ ཤིག _།
en: Look here you!

source: སྐུ་ དེ་ བསམ་ མི་ ཁྱབ་ ཡིན་ པ ར །_། སངས་རྒྱས་ སྐུ་ ནི་ ཤེས་པ ར་ བྱོས །_།
en: Know the body of a buddha To be that inconceivable body!

source: སྤུ་ ཡི་ ཁུང་བུ་ གཅིག་ ནས་ སུ །_། ཆོ་འཕྲུལ་ དག་ ནི་ དེ་ འདྲ་ དང་ །_། འཇིག་རྟེན་ ཁམས་ སུ་ སེམས་ཅན་ གྱི །_། དོན་ དེ་ འདྲ་བ་ བྱེད་པ ར་ འགྱུར །_།
en: $1621 “From a single pore of his skin Come such supernatural powers, Which act in such a way For the welfare of beings in all worlds.

source: འོད་ཟེར་ བྱེ་བ་ མང་པོ་ ནི །_། སྤུ་ ཡི་ ཁུང་ ནས་ ཕྱུང་ ནས་ སུ །_། ཞིང་ རྣམས་ མང་པོ་ སྣང་བར་ བྱེད །_། |#| སངས་རྒྱས་ ཞིང་ ཡང་ དེ་སྙེད་ དོ །_།
en: $1622 “Many tens of millions of light rays, Radiate from the pores of his skin, And illuminate many realms, And as many buddha realms.

source: སྟན་ འདི་ ལ་ ནི་ འདུག་ ནས་ སུ །_། ཇི་ལྟ ར་ སེམས་ཅན་ ངས་ ཤེས་ ལྟར །_། དེ་ ཚེ་ ཕྱོགས་ བཅུ འི་ འཇིག་རྟེན་ གྱི །_། སེམས་ཅན་ དེ་དག་ ཉིད་ ཀྱིས་ ཤེས །_།
en: $1623 “Just as I now know beings, While seated on this seat, I also simultaneously know all beings In all worlds throughout the ten directions.

source: སངས་རྒྱས་ ཀྱི་ ནི་ ཡེ་ཤེས་ མཐའ །_། ང་ ཡིས་ གཞག་ པར་ ནུས་ མ་ ཡིན །_།
en: $1624 “The wisdom of awakening is infinite— I cannot establish its parameters.

source: ཀུན་མཁྱེན་ ཡེ་ཤེས་ ངས་ ཀྱང་ ནི །_། ཉན་ཐོས་ རྣམས་ ཀྱིས་ འདིར་ ཅི་ སྨོས །_།
en: If even I, with my omniscient wisdom, cannot, What need is there to mention the hearers here?

source: སངས་རྒྱས་ ཐམས་ཅད་ བསམ་ མི་ ཁྱབ །_།
en: $1625 “All buddhas are inconceivable.

source: སངས་རྒྱས་ ཆོས་ རྣམས་ བསམ་ མི་ ཁྱབ །_།
en: The qualities of the buddhas are inconceivable.

source: བསམ་ མི་ ཁྱབ་ ལ་ དད་ བྱས་པ ས །_། དེ་དག་ བསམ་ མི་ ཁྱབ་ ཏུའང་ འགྱུར །_།
en: Through having faith in the inconceivable, They will also become inconceivable.”

source: བྱང་ཆུབ་ སེམས་དཔ འི་ སྤྱོད་པ འི་ ལེའུ་ སྟེ་ བཅུ་པ འོ །།_།།_
en: $1626 This concludes the tenth chapter.

source: དེ འི་ ཚེ་ འཁོར་ དེ་ཉིད་ དུ་ སྐྱེས་ ནས་ ལོ་ བདུན་ ལོན་པ་ ལྟ་བུ འི་ ཁྱེའུ་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ ཞེས་ བྱ་བ་ འདུས་པ ར་ གྱུར་ ཏེ་ འདུག་ གོ །_།
en: $1627 Then, seven years after a child called Vijayarakṣa was born, he joined that very same assembly and took his seat.

source: དེ་ནས་ ཁྱེའུ་ རྣམ་པར་ རྒྱལ་བ་ སྲུང་བ་ སྟན་ ལས་ ལངས་ ཏེ །_ |#| བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ་ ལོགས་ སུ་ ཐལ་མོ་ སྦྱར་བ་ བཏུད་ ནས་ བཅོམ་ལྡན་འདས་ ལ་ཚིགས་ སུ་ བཅད་པ་ དག་ གིས་ གསོལ་པ །_
en: The boy Vijayarakṣa now rose from his seat, bowed with palms joined to the Blessed One, and requested in verse:

source: སངས་རྒྱས་ ཆོས་ རྣམས་ དེ་ ཐོས་ ཏེ །_།
en: $1628 “I have heard the Dharma of the buddhas,
